Repository: Treee/DayZMods
Catalog: iat_smelting_metallurgy/addons/languagecore/l18n/*.po
Languages: chinese, french, german, italian, japanese, portuguese, russian, spanish

# STR_IAT_FurnaceKit_ColorBase
source: Furnace Kit
chinese: 熔爐套件
french: Kit de four
german: Ofen-Bausatz
italian: Kit fornace
japanese: 炉の組立キット
portuguese: Kit de forno
russian: Набор для печи
spanish: Kit de horno

# STR_IAT_FurnaceKit_ColorBase_Desc
source: A kit for constructing a smelting forge or furnace.
chinese: 用於建造冶煉鍛爐或熔爐的套件。
french: Un kit pour construire une forge de fonte ou un four.
german: Ein Bausatz zum Bau einer Schmelzesse oder eines Ofens.
italian: Un kit per costruire una fucina di fusione o una fornace.
japanese: 製錬用の鍛冶炉または炉を建築するためのキット。
portuguese: Um kit para construir uma forja de fundição ou um forno.
russian: Набор для строительства плавильной кузницы или печи.
spanish: Un kit para construir una forja de fundición o un horno.

# STR_IAT_FurnaceKit_BasicStone
source: Basic Stone Furnace Kit
chinese: 基礎石製熔爐套件
french: Kit de four en pierre basique
german: Einfacher Steinofen-Bausatz
italian: Kit fornace in pietra base
japanese: 基本の石造炉キット
portuguese: Kit de forno de pedra básico
russian: Базовый набор каменной печи
spanish: Kit de horno de piedra básico

# STR_IAT_FurnaceKit_BasicStone_Desc
source: A kit for constructing a smelting forge or furnace.
chinese: 用於建造冶煉鍛爐或熔爐的套件。
french: Un kit pour construire une forge de fonte ou un four.
german: Ein Bausatz zum Bau einer Schmelzesse oder eines Ofens.
italian: Un kit per costruire una fucina di fusione o una fornace.
japanese: 製錬用の鍛冶炉または炉を建築するためのキット。
portuguese: Um kit para construir uma forja de fundição ou um forno.
russian: Набор для строительства плавильной кузницы или печи.
spanish: Un kit para construir una forja de fundición o un horno.

# STR_IAT_FurnaceKit_BasicBrick
source: Basic Brick Furnace Kit
chinese: 基礎磚製熔爐套件
french: Kit de four en brique basique
german: Einfacher Ziegelofen-Bausatz
italian: Kit fornace in mattoni base
japanese: 基本のレンガ炉キット
portuguese: Kit de forno de tijolo básico
russian: Базовый набор кирпичной печи
spanish: Kit de horno de ladrillo básico

# STR_IAT_FurnaceKit_BasicBrick_Desc
source: A kit for constructing a smelting forge or furnace.
chinese: 用於建造冶煉鍛爐或熔爐的套件。
french: Un kit pour construire une forge de fonte ou un four.
german: Ein Bausatz zum Bau einer Schmelzesse oder eines Ofens.
italian: Un kit per costruire una fucina di fusione o una fornace.
japanese: 製錬用の鍛冶炉または炉を建築するためのキット。
portuguese: Um kit para construir uma forja de fundição ou um forno.
russian: Набор для строительства плавильной кузницы или печи.
spanish: Un kit para construir una forja de fundición o un horno.

# STR_IAT_FurnaceKit_Advancedstone
source: Advanced Stone Furnace Kit
chinese: 高級石製熔爐套件
french: Kit de four en pierre avancé
german: Erweiterter Steinofen-Bausatz
italian: Kit fornace in pietra avanzato
japanese: 上級の石造炉キット
portuguese: Kit de forno de pedra avançado
russian: Продвинутый набор каменной печи
spanish: Kit de horno de piedra avanzado

# STR_IAT_FurnaceKit_Advancedstone_Desc
source: A kit for constructing a smelting forge or furnace.
chinese: 用於建造冶煉鍛爐或熔爐的套件。
french: Un kit pour construire une forge de fonte ou un four.
german: Ein Bausatz zum Bau einer Schmelzesse oder eines Ofens.
italian: Un kit per costruire una fucina di fusione o una fornace.
japanese: 製錬用の鍛冶炉または炉を建築するためのキット。
portuguese: Um kit para construir uma forja de fundição ou um forno.
russian: Набор для строительства плавильной кузницы или печи.
spanish: Un kit para construir una forja de fundición o un horno.

# STR_IAT_FurnaceKit_Industrial
source: Industrial Furnace Kit
chinese: 工業熔爐套件
french: Kit de four industriel
german: Industrieller Ofen-Bausatz
italian: Kit fornace industriale
japanese: 工業用炉キット
portuguese: Kit de forno industrial
russian: Промышленный набор печи
spanish: Kit de horno industrial

# STR_IAT_FurnaceKit_Industrial_Desc
source: A kit for constructing a smelting forge or furnace.
chinese: 用於建造冶煉鍛爐或熔爐的套件。
french: Un kit pour construire une forge de fonte ou un four.
german: Ein Bausatz zum Bau einer Schmelzesse oder eines Ofens.
italian: Un kit per costruire una fucina di fusione o una fornace.
japanese: 製錬用の鍛冶炉または炉を建築するためのキット。
portuguese: Um kit para construir uma forja de fundição ou um forno.
russian: Набор для строительства плавильной кузницы или печи.
spanish: Un kit para construir una forja de fundición o un horno.

# STR_IAT_SmeltingFurnace_ColorBase
source: Smelting Furnace
chinese: 冶煉爐
french: Four de fusion
german: Schmelzofen
italian: Forno di fusione
japanese: 溶鉱炉
portuguese: Forno de fundição
russian: Плавильная печь
spanish: Horno de fundición

# STR_IAT_SmeltingFurnace_ColorBase_Desc
source: A large structure meant for melting raw ores into ingots.
chinese: 用於將原礦熔煉成錠的大型結構。
french: Une grande structure destinée à faire fondre des minerais bruts en lingots.
german: Eine große Struktur zum Schmelzen von Roherzen zu Barren.
italian: Una grande struttura pensata per fondere i minerali grezzi in lingotti.
japanese: 鉱石をインゴットに溶かすための大型構造物。
portuguese: Uma grande estrutura destinada a derreter minérios em lingotes.
russian: Большая конструкция, предназначенная для переплавки руды в слитки.
spanish: Una gran estructura destinada a fundir minerales en lingotes.

# STR_IAT_SmeltingFurnace_BasicStone
source: Smelting Furnace
chinese: 冶煉爐
french: Four de fusion
german: Schmelzofen
italian: Forno di fusione
japanese: 溶鉱炉
portuguese: Forno de fundição
russian: Плавильная печь
spanish: Horno de fundición

# STR_IAT_SmeltingFurnace_BasicStone_Desc
source: A large structure meant for melting raw ores into ingots.
chinese: 用於將原礦熔煉成錠的大型結構。
french: Une grande structure destinée à faire fondre des minerais bruts en lingots.
german: Eine große Struktur zum Schmelzen von Roherzen zu Barren.
italian: Una grande struttura pensata per fondere i minerali grezzi in lingotti.
japanese: 鉱石をインゴットに溶かすための大型構造物。
portuguese: Uma grande estrutura destinada a derreter minérios em lingotes.
russian: Большая конструкция, предназначенная для переплавки руды в слитки.
spanish: Una gran estructura destinada a fundir minerales en lingotes.

# STR_IAT_SmeltingFurnace_BasicBrick
source: Smelting Furnace
chinese: 冶煉爐
french: Four de fusion
german: Schmelzofen
italian: Forno di fusione
japanese: 溶鉱炉
portuguese: Forno de fundição
russian: Плавильная печь
spanish: Horno de fundición

# STR_IAT_SmeltingFurnace_BasicBrick_Desc
source: A large structure meant for melting raw ores into ingots.
chinese: 用於將原礦熔煉成錠的大型結構。
french: Une grande structure destinée à faire fondre des minerais bruts en lingots.
german: Eine große Struktur zum Schmelzen von Roherzen zu Barren.
italian: Una grande struttura pensata per fondere i minerali grezzi in lingotti.
japanese: 鉱石をインゴットに溶かすための大型構造物。
portuguese: Uma grande estrutura destinada a derreter minérios em lingotes.
russian: Большая конструкция, предназначенная для переплавки руды в слитки.
spanish: Una gran estructura destinada a fundir minerales en lingotes.

# STR_IAT_SmeltingFurnace_AdvancedStone
source: Smelting Furnace
chinese: 冶煉爐
french: Four de fusion
german: Schmelzofen
italian: Forno di fusione
japanese: 溶鉱炉
portuguese: Forno de fundição
russian: Плавильная печь
spanish: Horno de fundición

# STR_IAT_SmeltingFurnace_AdvancedStone_Desc
source: A large structure meant for melting raw ores into ingots.
chinese: 用於將原礦熔煉成錠的大型結構。
french: Une grande structure destinée à faire fondre des minerais bruts en lingots.
german: Eine große Struktur zum Schmelzen von Roherzen zu Barren.
italian: Una grande struttura pensata per fondere i minerali grezzi in lingotti.
japanese: 鉱石をインゴットに溶かすための大型構造物。
portuguese: Uma grande estrutura destinada a derreter minérios em lingotes.
russian: Большая конструкция, предназначенная для переплавки руды в слитки.
spanish: Una gran estructura destinada a fundir minerales en lingotes.

# STR_IAT_SmeltingFurnace_Industrial
source: Smelting Furnace
chinese: 冶煉爐
french: Four de fusion
german: Schmelzofen
italian: Forno di fusione
japanese: 溶鉱炉
portuguese: Forno de fundição
russian: Плавильная печь
spanish: Horno de fundición

# STR_IAT_SmeltingFurnace_Industrial_Desc
source: A large structure meant for melting raw ores into ingots.
chinese: 用於將原礦熔煉成錠的大型結構。
french: Une grande structure destinée à faire fondre des minerais bruts en lingots.
german: Eine große Struktur zum Schmelzen von Roherzen zu Barren.
italian: Una grande struttura pensata per fondere i minerali grezzi in lingotti.
japanese: 鉱石をインゴットに溶かすための大型構造物。
portuguese: Uma grande estrutura destinada a derreter minérios em lingotes.
russian: Большая конструкция, предназначенная для переплавки руды в слитки.
spanish: Una gran estructura destinada a fundir minerales en lingotes.

# STR_IAT_SearchCharcoal
source: Search for Charcoal
chinese: 尋找木炭
french: Chercher du charbon de bois
german: Nach Holzkohle suchen
italian: Cerca carbone vegetale
japanese: 木炭を探す
portuguese: Procurar carvão vegetal
russian: Искать древесный уголь
spanish: Buscar carbón vegetal

# STR_IAT_StartSmelting
source: Start Smelting
chinese: 開始冶煉
french: Démarrer la fusion
german: Schmelzen starten
italian: Avvia la fusione
japanese: 製錬を開始
portuguese: Iniciar fundição
russian: Начать плавку
spanish: Iniciar fundición

# STR_IAT_LockSmeltingSlots
source: Lock Slots
chinese: 鎖定槽位
french: Verrouiller les emplacements
german: Slots sperren
italian: Blocca slot
japanese: スロットをロック
portuguese: Bloquear espaços
russian: Заблокировать слоты
spanish: Bloquear ranuras

# STR_IAT_UnLockSmeltingSlots
source: Unlock Slots
chinese: 解鎖槽位
french: Déverrouiller les emplacements
german: Slots entsperren
italian: Sblocca slot
japanese: スロットのロック解除
portuguese: Desbloquear espaços
russian: Разблокировать слоты
spanish: Desbloquear ranuras

# STR_UI_SmeltingWindowTitle
source: SMELTING MINI GAME
chinese: 冶煉小遊戲
french: MINI-JEU DE FONTE
german: SCHMELZ-MINISPIEL
italian: MINIGIOCO DI FUSIONE
japanese: 製錬ミニゲーム
portuguese: MINIJOGO DE FUNDIÇÃO
russian: МИНИ-ИГРА ПЛАВКИ
spanish: MINIJUEGO DE FUNDICIÓN

# STR_UI_AccelerantHp
source: Accelerant HP
chinese: 助燃劑HP
french: HP de l'accélérant
german: Beschleuniger-HP
italian: HP dell'accelerante
japanese: 促進剤HP
portuguese: HP do acelerante
russian: HP ускорителя
spanish: HP del acelerante

# STR_UI_OreGroup1
source: Ore Group 1
chinese: 礦石組 1
french: Groupe de minerai 1
german: Erzgruppe 1
italian: Gruppo minerale 1
japanese: 鉱石グループ 1
portuguese: Grupo de minério 1
russian: Группа руды 1
spanish: Grupo de mineral 1

# STR_UI_OreGroup2
source: Ore Group 2
chinese: 礦石組 2
french: Groupe de minerai 2
german: Erzgruppe 2
italian: Gruppo minerale 2
japanese: 鉱石グループ 2
portuguese: Grupo de minério 2
russian: Группа руды 2
spanish: Grupo de mineral 2

# STR_UI_SmeltingStreak
source: STREAK:
chinese: 連勝：
french: SÉRIE:
german: SERIE:
italian: SERIE:
japanese: 連続:
portuguese: SEQUÊNCIA:
russian: СЕРИЯ:
spanish: RACHA:

# STR_UI_ButtonOver
source: OVER
chinese: 大
french: AU-DESSUS
german: ÜBER
italian: SOPRA
japanese: オーバー
portuguese: MAIOR
russian: БОЛЬШЕ
spanish: MAYOR

# STR_UI_ButtonUnder
source: UNDER
chinese: 小
french: AU-DESSOUS
german: UNTER
italian: SOTTO
japanese: アンダー
portuguese: MENOR
russian: МЕНЬШЕ
spanish: MENOR

# STR_UI_WagerPlacedCountDown
source: WAGER PLACED - Results In:
chinese: 已下注 - 結果於:
french: PARI PLACÉ – Résultat dans:
german: EINSATZ PLATZIERT – Ergebnis in:
italian: SCOMMESSA PIAZZATA - Risultati in:
japanese: 賭け完了 - 結果まで:
portuguese: APOSTA FEITA - Resultado em:
russian: СТАВКА СДЕЛАНА — Результат через:
spanish: APUESTA REALIZADA - Resultados en:

# STR_UI_OverPerfectTempLabel
source: OVER PERFECT TEMP
chinese: 高於理想溫度
french: AU-DESSUS DE LA TEMPÉRATURE PARFAITE
german: ÜBER PERFEKTER TEMPERATUR
italian: SOPRA LA TEMPERATURA PERFETTA
japanese: 最適温度より高い
portuguese: ACIMA DA TEMPERATURA PERFEITA
russian: ВЫШЕ ИДЕАЛЬНОЙ ТЕМПЕРАТУРЫ
spanish: POR ENCIMA DE LA TEMPERATURA PERFECTA

# STR_UI_UnderPerfectTempLabel
source: UNDER PERFECT TEMP
chinese: 低於理想溫度
french: AU-DESSOUS DE LA TEMPÉRATURE PARFAITE
german: UNTER PERFEKTER TEMPERATUR
italian: SOTTO LA TEMPERATURA PERFETTA
japanese: 最適温度より低い
portuguese: ABAIXO DA TEMPERATURA PERFEITA
russian: НИЖЕ ИДЕАЛЬНОЙ ТЕМПЕРАТУРЫ
spanish: POR DEBAJO DE LA TEMPERATURA PERFECTA

# STR_UI_PerfectTempLabel
source: PERFECT TEMP
chinese: 理想溫度
french: TEMPÉRATURE PARFAITE
german: PERFEKTE TEMPERATUR
italian: TEMPERATURA PERFETTA
japanese: 最適温度
portuguese: TEMPERATURA PERFEITA
russian: ИДЕАЛЬНАЯ ТЕМПЕРАТУРА
spanish: TEMPERATURA PERFECTA
